"%ld seconds" = "%ld seconds";

"Add video or folder" = "Add video or folder";

"Add" = "Add";

"Version %@ (%@)" = "Version %@ (%@)";

"Legal terms" = "Copyright © 2001-%ld Stéphane Sudre\nAll rights reserved.";

"No videos" = "No videos";